{
  "NewsItemData": {
    "a": {
      "url": "https://www.homewardpet.org/wp-content/uploads/2020/01/CelebratingFinal2.png",
      "title": "123",
      "head": "Anniversary Month",
      "para": "Back when we were just a small shelter, 80s pop was still playing time after time on the radio. We can hardly believe we’re celebrating a full 30 years of making matches and saving lives! Since 1990, Homeward Pet has taken care of—and found homes for!—more than 30,000 homeless cats and dogs. Every year, as we help more animals find their forever homes, our anniversary celebration reaches farther into our community and helps us continue to do our lifesaving work. There are a couple ways you can help as we look back on our last 30 years, and look forward to the next:\nThe 30th Anniversary Donation Drive. After 30 years of adoption, we’ve helped 33,500 animals find new homes. As we reflect on past success, we also look forward to the next 30 years and the thousands of animals who will need our help. \n 30th Anniversary Open House Celebration. Come celebrate with us! Move room-to-room in the shelter and get to know our lifesaving work. Listen to our amazing team as they take a look at how far we’ve come in developing our shelter practices, creating a comfortable environment for the animals, and creating a behavior program to help our furry friends find forever homes, and gaze into the future of these programs with us. \n While on site you’ll have the opportunity to sit in on a dog training session, get hands on with our kittens, and sign up for our VIP Events list to get early access to tickets for our other events, including Kitten Yoga classes, our 30th Anniversary Luncheon, and much more!",
      "time": "Fri, 23 Mar 2020",
      "newsName": "News1"
    },
    "b": {
      "url": "https://www.homewardpet.org/wp-content/uploads/2020/01/EasterBeggFeature2.png",
      "title": "123",
      "head": "Easter B’egg Hunt",
      "para": "This event was to take place at the Willis Tucker Park off-leash dog area in Snohomish. \n Though we are disappointed, we have made this decision with safety as our top priority. \n We are so humbled and grateful to be part of such a generous and giving community. Since we have lost fundraising revenue from events for the near future, we are in need of extra support at this critical time to continue providing care for homeless animals. If you are able to support us during this tough time, we would greatly appreciate it.",
      "time": "Sat, 18 Mar 2020",
      "newsName": "News2"
    },
    "c": {
      "url": "https://www.homewardpet.org/wp-content/uploads/2019/03/FurBall-HomewardPet-2018-035.jpg",
      "title": "123",
      "head": "Homeward Pet’s Fur Ball",
      "para": "Come together with us to support the care and adoption of the homeless cats and dogs in our community, giving them each a second chance at life and love. \n As one of the largest no-kill animal shelters in Washington, Homeward Pet cares for thousands of cats and dogs each year – in 2019 alone we helped find forever homes for 1934 animals. This year we are celebrating 30 years of dedication to the animals, and we will be looking to the future of our organization. The Fur Ball is the perfect chance to revisit some of our happiest “tails”, and to raise the funds necessary to continue our mission for another 30 blissful years. \nThis year, we’re going online! Our Virtual Fur Ball Auction & Dinner will delight and surprise you. You’ll be able to bid on one-of-kind items and exclusive experiences—all from the comfort of your couch!\n",
      "time": "Fri, 10 Mar 2020",
      "newsName": "News3"
    },
    "d": {
      "url": "https://www.homewardpet.org/wp-content/uploads/2020/01/KittenShowerFeatured.png",
      "title": "123",
      "head": "Kitten Shower",
      "para": "Here at Homeward we’re getting ready for another busy kitten season! Come show your love for the littlest Homeward Pet residents at our annual Kitten Shower – Date and details for 2020 coming soon.\nWhy are kitten donations so essential?\nEvery year, Homeward Pet shelters and finds homes for hundreds of kittens. Kittens, while irresistibly cute, require quite a bit of care until they are big and healthy enough to be adopted. Most kittens require weeks or months of foster care—those just days old require bottle-feeding every few hours while older kittens need guidance in learning to use litter boxes and proper play with their human friends. Some kittens want to snack on three or four meals a day, so keeping their bowls full is a top priority. Every few weeks, kittens received additional vaccinations and other forms of medical aid.\nWondering what our kittens need most? Here are some essential items:\nWorld’s Best Cat Litter\nCat Scratchers – our kittens love the Stretch & Scratch brand!\nBasic Litter Pans (preferred size 18″ x 15″)\nPaper Towels\nDry Kitten Food, preferred brands: Authority, Blue Buffalo, GO!, Innova, Merrick, Natural Balance, Now Fresh, Nulo, NutroMax, Pinnacle, Wellness\nCanned Kitten Food, preferred brands: Authority, Blue Buffalo, NutroMax, Purina Fancy Feast, Wellness\nIt takes an entire village—of kind fosters, compassionate veterinarians, and donors like you—to care for one kitten.\nHow many kittens does Homeward Pet care for each year?\nIn 2019, we cared for 628 kittens throughout the year – our biggest kitten year ever! The Kitten Shower helps us stock up in time for the busiest part of kitten season.\nCan’t attend the event?\nYou can still make a difference in the life of a homeless kitten. Check out Homeward Pet’s Kitten Shower Amazon Wish List and help us continue to gather the supplies our newborns need most.",
      "time": "Mon, 7 Mar 2020",
      "newsName": "News4"
    },
    "e": {
      "url": "https://www.homewardpet.org/wp-content/uploads/2018/12/Kitten-Yoga.png",
      "title": "123",
      "head": "Kitten yoga",
      "para": "Do you have a passing interest in yoga and a BIG interest in kittens? Kitten yoga is exactly what you’re looking for! Our class includes 45 minutes of yoga instruction while a litter of our friendliest, loudest-purring kittens roam around you. After yoga ends, you’ll get to spend another 45 minutes just cuddling with our kittens. If you choose, you may purchase admission that also includes 1 glass of red or white wine and a Homeward Pet glass to take home.\n100% of all proceeds will go towards the care of our homeless cats and dogs. \nCost: $40 per ticket or $45 with glass of wine\nNext Kitten Yoga Session: Coming Soon!\nDetails: \nPlease bring your own yoga mat or towel. We’ll provide the bottled water.\nAll participants must be 16+ years of age or 10+ years old with an accompanying adult.\nAll wine drinkers must be 21+ years old and show valid ID. Additional wine will not be for sale.\nWe recommend you wear long pants and sleeves in case any kittens decide to jump on you and adjust your yoga form (they’re very picky about spine positioning in Cat Pose).\nKittens will not be available for adoption at Kitten Yoga session.\nNo yoga experience necessary – the class is beginner-friendly. \n(And really, is a tough workout the reason you’re coming? We didn’t think so.)\n",
      "time": "Tue, 2 Mar 2020",
      "newsName": "News5"
    },
    "f": {
      "url": "https://www.homewardpet.org/wp-content/uploads/2018/07/Copy-of-htww-facebook-event.png",
      "title": "123",
      "head": "Happy Tails Wine Walk",
      "para": "Drink Wine. Save a Canine.\nRaise your glass and make a toast to saving lives with Homeward Pet! Grab your furry friends and walk, wag, and wine with us through Woodinville’s wine district during our Happy Tails Wine Walk. You’ll get to choose samples from a variety of Woodinville’s finest wines (and beers!) – over 50 Woodinville favorites to select from.\nTickets not yet available for Homeward Pet’s 8th annual Wine Walk\nDate and details will be announced when confirmed – check back soon! \n",
      "time": "Sun, 27 Feb 2020",
      "newsName": "News6"
    }
  },
  "EventsItemData": {
    "a": {
      "url": "https://d17fnq9dkz9hgj.cloudfront.net/uploads/2012/11/100792825-animal-assisted-therapy-632x475.jpg",
      "title": "123",
      "head": "Animal-Assisted Therapy",
      "para": "Animal-assisted therapy can benefit animals too!\nIn recent years, a great deal of attention has been paid to the fact that animals often are just what the doctor ordered. The beneficiaries of the healing power of animals include children, teens, adults and the aged, whether terminally ill, emotionally disturbed, physically or mentally challenged, isolated and depressed, incarcerated or otherwise institutionalized. While everyone who cares about animals is proud that creatures as diverse as dogs and dolphins, cats and cows are being celebrated for their therapeutic value, some in the animal welfare system worry: Who are these “therapy animals,” anyway? Where do they come from, and to put it bluntly, is there anything in it for them?\nIt depends. Programs that utilize animals within the broad context of human health and rehabilitation acquire, house, train and maintain their animals in a variety of ways. In some, as you might expect, the animals are viewed more as extensions of patient or inmate treatment than as beings who are worthy of respect and attention to their own unique needs. Where management is more sensitive to animal welfare, this may not be true. And in some remarkable therapeutic settings, the therapy animals are as much in need of rescue or rehab as are the children whose lives they profoundly impact.",
      "time": "Fri, 23 Mar 2020",
      "newsName": "Event1"
    },
    "b":{
      "url": "https://s3.amazonaws.com/petfinder-us-east-1-petimages-prod/event-photos/96022/96022-1.jpg",
      "title": "123",
      "head": "Upper Cumberland Pet Expo",
      "para": "Organization: \nA.A.R.F. (All About Rescue and Fixin Inc)\nEvent Type:\nAdoption Event\nTime:\n10:00 AM - 4:00 PM\nLocation:\nTTU Hyder Burks Agricultural Pavilion\n2390 Gainesboro Grade\nCookeville, TN 38501\nContact(s):\nEmail: info@aarf-tn.com\nPhone: 931-260-8018\nAbout this Event:\nJoin us for our second annual pet expo in the Upper Cumberland! We are excited to share great vendors, local pet businesses, vaccine and microchipping clinics, rescue groups, pet activities, and much more with you! $1 entry fee for all adults (or a food donation for the Cookeville/Putnam County Animal Shelter), 12 and under are free. Kids and leashed pets welcome!",
      "time": "Fri, 23 Mar 2020",
      "newsName": "Event2"
    },
    "c":{
      "url": "https://d17fnq9dkz9hgj.cloudfront.net/uploads/2012/11/122524544-prison-dog-programs-632x475.jpg",
      "title": "123",
      "head": "Prison Dog Programs",
      "para": "In our nation’s correctional system, more than one million men, women and young adults are living their lives in confinement. They’re there for a variety of reasons—anger, drug abuse, robbery, murder—but in time, most will get a chance at a better future. Meanwhile, 15 million prisoners of a different sort are facing a possible death sentence. They’re animals with whom we share our world—dogs, cats, horses and even wildlife. They’ve committed no crime, but they will be punished unless someone steps forward and gives them a second chance at life.\nBoth groups face isolation and rejection, but when their paths merge, they often give each other hope, as one prisoner becomes the salvation of the other.\n",
      "time": "Fri, 23 Mar 2020",
      "newsName": "Event3"
    }



  }
}